/* This file is for miscellaneous toolbox strings */

/* Screen shot template string */
"Picture %d.%s" = "Bild %d.%s";

/* OpenSave Common Preview strings */
"Name" = "Name";
"Kind" = "Art";
"Size" = "Größe";
"Created" = "Erstellt";
"Modified" = "Geändert";
"Opened" = "Geöffnet";
"Version" = "Version";
"Duration" = "Dauer";
"Dimensions" = "Bildgröße";
"DecimalPoint" = ",";
"ZeroKB" = "0 KB";
"KB" = " KB";
"MB" = " MB";
"GB" = " GB";
"TB" = " TB";
"DurationFormat" = "%d%d'%d%d";
"DimensionsFormat" = "%d x %d";
"Calculating" = "Berechnung erfolgt …";
"Fetching" = "Laden …";
"Hyphen" = "-";
"Today" = "Heute um REPLACE_WITH_TIME"; /* do not localize REPLACE_WITH_TIME */
"Yesterday" = "Gestern um REPLACE_WITH_TIME";  /* do not localize REPLACE_WITH_TIME */
